import { v4 as uuidv4 } from "uuid";


function chillHop() {

return [
  {
    name: "قسمت اول رادیو توت۱",
    cover:
      "https://musicdel.ir/wp-content/uploads/2024/08/Iraj Khajeh Amiri-Lam Bede -musicdel.ir.jpg",
    artist: "Mama Aiuto, Daphné",
    audio: "./assets/amir.mp3", // استفاده از مسیر نسبی از public
    color: ["#2a7070", "#2B759A"],
    id: uuidv4(),
   
    dis: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیالورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیالورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیالورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیالورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیالورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیالورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیالورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیالورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیالورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیالورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچناتفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژن که لازم است و برای شرایط فعلی تکنولوژی روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژن که لازم است و برای شرایط فعلی تکنولوژروزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژن که لازم است و برای شرایط فعلی تکنولوژمورد نیاز ',

   },
  {
    name: "Velocities",
    cover:
      "https://musicdel.ir/wp-content/uploads/2024/08/Iraj Khajeh Amiri-Lam Bede -musicdel.ir.jpg",
    artist: "Sleepy Fish",
    audio: "./assets/10023.mp3", // استفاده از مسیر نسبی از public
    color: ["#286a8d", "#8BCEDF"],
    id: uuidv4(),
   
    dis: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز ',
  },
    {
      name: "Colors Fade",
      cover:
        "aks3.png",
      artist: "Sleepy Fish",
      audio: "./assets/song1.mp3",
      color: ["#9c5a47", "#FEFEFE"],
      id: uuidv4(),
     
      dis:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز ',

    },

    {
      name: "Far From Home",
      cover:
        "aks4.jpg",
      artist: "Toonorth",
      audio: "./assets/song2.mp3",
      color: ["#5d45a3", "#524B52"],
      id: uuidv4(),
     
      dis:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز ',

    },


  ];
}

export default chillHop;
